<template>
    <div>
        <div class="schools-kindergarten">
            <div class="graduate-top">
                <div class="kindergarten-link-title">
                    <div class="info-title info-title-new">
                        <span class="col-bar"></span
                        ><span
                            class="title-word-new"
                            style="vertical-align: middle"
                            >创始人的话</span
                        >
                    </div>
                </div>
                <div class="kindergarten-picture kindergarten-picture-new">
                    <div class="picture-wrapper">
                        <div
                            class="ih-item square effect6 from_top_and_bottom square-picture"
                            style=""
                        >
                            <a href="#">
                                <div class="img">
                                    <img
                                        class="picture-part"
                                        src="@assets/img/images/img-orangerWords.png"
                                        alt="img"
                                    />
                                </div>
                            </a>
                        </div>
                    </div>
                </div>
            </div>
            
            <!-- <div class="brige">界首齐舜学校—通向世界和未来的桥梁</div> -->
            <div class="brige"></div>
            <div v-html="content"></div>

            <!-- <div
                class="kindergarten-info-title"
                style="width: 100%; margin-top: 34px"
            >
                <div class="info-word">
                    2011年，我离开哈佛教育学院的时候，曾跟我的导师Bridget Terry
                    Long
                    说，我要回中国做基础教育去了。自那时起，我就一头扎进了中国基础教育的大潮中。这些年来，我曾经学习并参与创办和管理了几所国际学校和双语学校。每一所学校的创办和管理都有诸多曲折、困难和喜悦，但更多的是促使我进步和反思。这段过程使我受益匪浅，也促使我发现了自己的真正兴趣，并决定将未来的精力全部投入其中。这就是如何提高中国传统的基础教育质量，尤其是如何提高中国的中西部地区，中国的四、五线城市，中国的县城的基础教育质量。这既是一个有着重大实践意义的大课题，也是一个难题，值得很多有志于中国教育事业的人投身其中。众所周知，中国的经济和社会发展具有很大的不均衡性，各城市间发展更是差距很大，因此才有所谓一线二线城市、四五线城市,东部和中西部地区的差别。但是对于孩子们来说，无论他们出生在哪里，都有接受优质教育的权利，甚至对于欠发达地区，应该接受更优质的教育来弥补经济和社会环境差异的鸿沟。但是，不可否认，经济和社会的发展水平决定了对于教育的投入，决定了各种优质资源的集聚程度。相对于东部地区，特别是北京、上海等一线城市，中西部地区在教育投入和资源获取上具有着客观的不足。因此客观环境的欠缺与孩子们对于优质教育的需求就成了一个非常突出的矛盾。经过很长时间地观察和思考，我决定将如下课题作为我和齐舜教育的同事们未来一起学习、研究和奋斗的方向：如何在人均教育投入较少、家庭和社会提供的教育资源支撑缺乏的地区有效地开展高质量的教育？
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word">
                    这些年来,我一直在思考，对于四五线城市的孩子们来说，除了上述“一少两缺乏”的客观环境，还有什么是对孩子们未来人生重要的影响因素？从我目前的理解来看，我认为至少孩子的眼界（horizon）和进取心（desire）很关键。有很多教育研究指出，一个人生活的环境对其一生的成就有很大影响。如果一个人出生并生活在大城市，那么在同等条件下，多半他的未来会比一直生活在小城市的成就更大一些。大城市更多的机会和更大的竞争可能是导致这种结果的原因，但我想除了这两个因素，也许大城市带给人的更大视野，从而导致更强烈的进取心和更高的目标也是重要的原因。一个人如果从来没有看到过飞机，怎么能够想象人能够脱离地面真正在天空中飞行？视野范围的大小会进一步激发一个人的进取心。对人激励最大的是来自于自己与周围环境的差距，差距越大，想追上的念头会更强烈。古人有云“取法乎上，得乎其中；其法乎中，得乎其下”。距离很远的地方发生的事情，无论差距多大，大概对人不会有太大触动。因此扩大学生视野，将远处世界与自身生活的差距真切地带到孩子们眼前，从而激发孩子们想要达到更高目标的动力，对于帮助四五线城市的孩子们进而努力取得更大人生成就来说，也许是很重要的方式。
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word">
                    技术的变化对社会进步和人的发展的影响也越来越大。在当前社会，已经有越来越多的技术改变世界，改变人类生活的具体实例。同样，技术在教育领域，特别是改善落后地区教育资源缺乏的现状方面可以发挥很大的作用。当前，各种新技术层出不穷，从互联网技术到流媒体技术，从人工智能到大数据，所有这些如何将其运用好以帮助填平落后地区教育资源的鸿沟，都是值得我们这些教育从业者思考并加以实践的问题。
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word">
                    高质量的教学永远都是高质量教育的核心。高质量的教学取决于高质量的教研，教研需要高质量的教师队伍，需要教师队伍之间的分享、互助与合作。学生永远是学习的主体，因此学生的积极主动参与，预习、积极参与课堂教学、课后复习、关联知识的拓展、知识的运用与实践，拓展性思考所有这些对于高质量的教育来说也都至关重要。
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word">
                    教育也从来都不仅仅局限于校园。家庭的高质量参与、社会的系统支撑也是成就高质量教育的重要因素。高质量的教学环境和设施也有重要的影响。只有形成学校、家庭和社会围绕学生、教师和教学活动的全方位支撑，形成以学生为主体，各方面协同支撑，才是一个健康、高效的教育生态系统。
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word">
                    综上，我们计划将之前所有关于教育的思考、教学的经验以及资源都倾注在界首齐舜学校这块试验田上。我们希望通过界首齐舜学校的实践，为中国目前大部分地区探索出一条在“一较少两缺乏”的客观环境下开展高质量教育的新路子。实际上，中西部地区也有中西部地区独特的优势。目前以习近平总书记为核心的党中央特别重视中西部地区的发展，对于教育公平和均衡也投入了很大的关注。另外，中西部地区的孩子也有自身的特点，比如学习态度认真，投入时间多，能吃苦，外界干扰较少等。因此如果能够在现有的客观环境基础上，结合新的技术和理念，创造性地组合各种要素，探索出一条经济投入更有效、学习方式更适合当地需求、学习目标更全面的教育新形式，那将是非常有意义的。为此，我们为界首齐舜学校确立了一个愿景，即“通向世界和未来的桥梁”。我们希望，通过横向和纵向开阔孩子们的视野，从而激发孩子们的进取心，通过高质量的教研活动，并提供尽可能有效率的教学环境和设施，在动员整个社会和家庭参与和支持的基础上做出一个高质量的教育范本，为社会培养更多优秀的、全面发展的、能幸福生活的人才。
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word">
                    是为记，与同道者共勉，并期待大家的支持和指正。
                </div>
                <div class="info-word" style="height: 24px"></div>
                <div class="info-word" style="text-align: right">
                    界首齐舜学校创校团队
                </div>
                <div class="info-word" style="text-align: right">
                    2018年11月2日于安徽界首
                </div>
            </div> -->
        </div>
    </div>
</template>
<script>
export default {
    data() {
        return {
            content:'<p data-we-empty-p="" style="text-indent:2em;">界首齐舜学校由上海齐舜教育集团举办。<br/></p><p style="text-indent:2em;">上海齐舜教育集团成立于2014年，专注于在国内外开办面向中国家庭和学生的国际学校、双语学校以及高水平民办学校。上海齐舜教育集团的办学和管理团队来自于世界知名的教育集团——德威国际教育集团（<a href="https://www.dulwich.org/">www.indulwich.com</a>）和国内著名的学校。上海齐舜教育集团的核心领导团队成员均为教育专业背景，曾分别就读于哈佛大学、美国加州大学洛杉矶分校、匹兹堡大学以及国内著名的师范类院校如华东师范大学等，在过去二十年间于北京、上海和杭州等地创办和管理了一系列从幼儿园到高中（K-12）的知名民办学校、双语学校和国际学校。上海齐舜教育集团与诸多世界知名的国际教育集团、美国知名中小学及顶尖大学形成长期、稳定的战略合作关系，并得到其在学术质量、师资招聘和培训、教学管理、质量评估、学生管理、学生活动等方面的全面支持，以向中国学生提供高质量的国际国内教育，确保学校的办学品质。<br/></p><p style="text-indent:2em;">齐舜教育集团专注于教育领域，在开办、管理学校方面有着丰富及成功的经验，包括且不限于：<br/></p><p>• 创办及管理国际学校（外籍人员子女学校）；</p><p>• 创办及管理国际化的双语学校及幼儿园；</p><p>• 创办及管理面向高考的高水平的民办学校及幼儿园；</p><p>• 本土化国际课程和中国课程国际化等。</p><p><br/></p><p><span style="font-size:1em; text-indent:0;">齐舜教育集团拥有丰富的开办从幼儿园到高中的各类民办寄宿制学校的经验。齐舜学校的教室及学生活动场地均配备中央空调设备，提供空气净化及过滤设备，建立绿色环保校园；配备专业演出剧场、视觉艺术专业教室、专业戏剧小剧场、专业音乐排练厅、信息技术教室、技术工作坊、国学教室以及专业图书馆等。学校统一使用现代化信息技术设备，并提供充足的琴房及音乐器材；体育设施丰富，根据各地情况配有专业室内温水游泳池、壁球馆、瑜伽室、室内健身馆、舞蹈教室等。</span></p><p><span style="font-size:1em; text-indent:0;"><br/></span></p><p>学校课程融合东西方教育理念，整合中西方教育精华，创办真正适合学生成长并能为其终身发展奠定扎实基础的、精细、优质、国际化的学校教育，提供最高学术标准的中外融合课程，实施融系统性、多元化、可选择性于一体的课程与教学。学校充分利用其国际化资源，博采国际教育的长处和资源，结合对中国教育优势的深刻理解，塑造高标准、国际化的优质教育。同时，学校始终以学生发展为本，培养兼具独创精神、中国情怀和国际视野的世界公民。<span style="font-size:1em; text-indent:0;"><br/></span></p>'

        };
    },
    mounted() {
        this.getContent()
    },
    methods: {
        getContent() {
            let params = {
                type: 'organizerWord',
            };
            this.$http
                .get("/qishun/deployServer/nonListInfo", params, this)
                .then((res) => {
                    if (0 === res.code) {
                        this.content = res.result.info.content;
                    } else {
                        // this.$message.error(res.resultMessage);
                    }
                })
                .catch((error) => {
                    // this.$message.error("获取数据失败");
                });
        },
    },
};
</script>
<style scoped lang="scss">
</style>
<style lang="scss">
</style>